//
//  Intro.strings
//  Nextcloud iOS
//
//  Copyright (c) 2017 TWS. All rights reserved.
//
//  Author Marino Faggiana <m.faggiana@twsweb.it>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

"_intro_1_title_"   = "あらゆるデータの安全な収容場所";
"_intro_1_text_"    = "家庭や職場でのファイルへのアクセス・共有と保護";

"_intro_11_title_"  = "ファイルビューでジェスチャーを使用";
"_intro_11_text_"   = "→ または ← へスワイプ: オプション\n\n長くタッチ: コピー/ペースト または Open in… \n\n押し込む: 3D Touch (利用可能な場合)";

"_intro_2_title_"   = "複数アカウント";
"_intro_2_text_"    = "すべてのクラウドに接続し、ファイルタブの Nextcloud ロゴをタッチして接続を切り替えることができます。";

"_intro_3_title_"   = "開始";
"_intro_3_text_"    = "Nextcloud の使用準備が整いました。さらに詳しい情報、ニュースと連絡先は https://nextcloud.com で見つかります。";

"_introNoCryptoCloud_1_title_" = "Crypto Cloud";
"_introNoCryptoCloud_1_text_"  = "Crypto Cloud 暗号化プロトコルは利用できません。 AppStore から無料アプリをダウンロードしてファイルの暗号化を解除することが出来ます。\n\n'CryptoCloud for Nextcloud'\n\nまもなくすべての Nextcloud クライアントで新しい End-to-End プロトコルが使用可能になります。\n\n\nタップして開始";
